tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'anyenv'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'envchain'
brew 'exa'
brew 'fd'
brew 'gcc'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gnu-sed'
brew 'hub'
brew 'httpie'
brew 'lv'
brew 'mas'
brew 'peco'
brew 'pipenv'
brew 'procs'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'

cask 'appcleaner'
cask 'bitwarden'
cask 'coteditor'
cask 'deepl'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-drive'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'intellij-idea'
cask 'iterm2'
cask 'itsycal'
cask 'karabiner-elements'
cask 'the-unarchiver'
cask 'sequel-ace'
cask 'slack'
cask 'tor-browser'

