tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'FelixKratz/formulae'

brew 'act'
brew 'anyenv'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'openldap'
brew 'curl'
brew 'freetds'
brew 'libpq'
brew 'php'
brew 'composer'
brew 'envchain'
brew 'exa'
brew 'fd'
brew 'gcc'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'python@3.10'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'lv'
brew 'mailhog'
brew 'mas'
brew 'peco'
brew 'pipenv'
brew 'procs'
brew 'python@3.9'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'sketchybar'
brew 'koekeishiya/formulae/yabai'

cask 'appcleaner'
cask 'bitwarden'
cask 'coteditor'
cask 'deepl'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'intellij-idea'
cask 'iterm2'
cask 'wezterm'
cask 'itsycal'
cask 'karabiner-elements'
cask 'sequel-ace'
cask 'slack'
cask 'the-unarchiver'
cask 'hammerspoon'
cask 'font-hack-nerd-font'

#mas 'Be Focused Pro', id: 961632517
#mas 'iMovie', id: 408981434
#mas 'Keynote', id: 409183694
#mas 'Kindle', id: 302584613
#mas 'Microsoft Excel', id: 462058435
#mas 'Microsoft PowerPoint', id: 462062816
#mas 'Moom', id: 419330170
#mas 'Simple Comic', id: 1497435571
#mas 'Skitch', id: 425955336
#mas 'Xcode', id: 497799835
