tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'anyenv'
brew 'bash'
brew 'bash-completion'
brew 'envchain'
brew 'gcc'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gnu-sed'
brew 'hub'
brew 'lv'
brew 'mas'
brew 'peco'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'

cask 'appcleaner'
cask 'coteditor'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'inkdrop'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'libreoffice'
cask 'the-unarchiver'
cask 'sequel-pro'

mas 'Skitch', id: 425955336
